{
    "ironWill": "Voluntad de hierro",
    "skirmishSpecialist": "Hostigadores expertos",
    "wallOfSpears": "Muro de lanzas",
    "offensiveSpear": "Lanza ofensiva",
    "shieldOverlap": "Escudos solapados",
    "drilled": "Adiestrados",
    "guerrilla": "Guerrilla",
    "impulsum": "Impulsum",
    "impetus": "Impetus",
    "determined": "Resueltos",
    "allies": "Aliados",
    "mounted": "Montado",
    "marauders": "Merodeadores",
    "extraEquipment": "Equipamiento adicional ({value})",
    "atacks": "Ataques ({value})",
    "wounds": "Heridas ({value})",
    "elephant": "Elefante",
    "slingExperts": "Honderos expertos",
    "musician": "Músico",
    "standard": "Porta estandarte",
    "chariot": "Carro",
    "furor": "Furor",
    "ira": "Ira",
    "feral": "Animales",
    "omens": "Presagios",
    "notRepresented": "Figura no representada",
    "descriptions": {
        "ironWill": "Las tropas no se eliminan cuando la fatiga acumulada es más del doble del número de miniaturas restantes.",
        "skirmishSpecialist": "Modificador de +1 contra ataques a distancia, reacción gratis a 4\" o menos de un enemigo, añade 1D6 al chequeo de moral si alguna miniatura está en Terreno Abierto.",
        "wallOfSpears": "Ataque defensivo gratis con hasta el 50% de las miniaturas antes de el ataque enemigo.",
        "offensiveSpear": "Solo las unidades supervivientes de un ataque pueden contraatacar.",
        "shieldOverlap": "Los ataques o disparos reciben un -1 al impactar",
        "drilled": "Puedes mover 4\" (6\" para montados) en linea recta mientras estén en Orden Cerrada y sin fatiga al realizar una orden de Formar.",
        "guerrilla": "Añade 1D6 al chequeo de moral del enemigo si estás en Terreno Alto, trata el Terreno Abrupto como Abierto y el Difícil como Abrupto al mover, dispara y atacar.",
        "impulsum": "Añade 1D6 al chequeo de moral de enemigos en Orden Cerrada tras una acción de Lanzamiento.",
        "impetus": "Resta -1 al modificador por salvación del enemigo si atacas con un arma con mayor iniciativa.",
        "determined": "Ignora modificación modificadores a su Coraje debido a Fatiga.",
        "allies": "Empiezas con un marcador de acción si tienes al menos un fracaso en un Chequeo de Moral.",
        "mounted": "Mueve 8\" en Orden Abierto, 4\" en Cerrado, se retira 3\" del Cuerpo a Cuerpo, estando activa al disparar a unidades montadas recibes un -1 al impactar y -1 al impacto y defensa a las armas con Iniciativa 1 o 0, los efectos del rasgo se pierden al estar en Terreno Abrupto o Difícil.",
        "marauders": "Siempre en rango del personaje aliado más cercano.",
        "extraEquipment": "Al Preparar o Mover la unidad se gana un marcador de Equipamiento Adicional y dar acceso a poder usar dicho equipamiento o volver al equipamiento original.",
        "atacks": "La miniatura realiza (X) ataques en cuerpo a cuerpo.",
        "wounds": "La miniatura se elimina cuando ha sufrido (X) heridas.",
        "elephant": "Ver reglas especiales Elefantes",
        "slingExperts": "Aumenta el alcance largo de la Honda a 16\"",
        "musician": "Aumenta la distancia de mando del personje a 16\" solo para activar unidades.",
        "standard": "Puede volver a lanzar cualquier dado fallido al intentar recuperar fatiga.",
        "chariot": "Ver reglas especiales Carro.",
        "furor": "Al hacer Ataque sin Cuartel, el enemigo añade 1D6 al Chequeo de Moral causado por el combate cuerpo a cuerpo.",
        "ira": "Las heridas no se convierten en bajas hasta el paso de Recuperación y Efectos Retardados en la Fase Final.",
        "feral": "La unidad mueve 8\" al hacer un Ataque sin Cuartel. No puede seleccionar Defender como respuesta a un combate. Gana un modificador a salvación de +2 contra proyectiles en Terreno Abierto, +3 en cobertura. Para más revisar reglas completas de Animales.",
        "omens": "Permite repetir el resultado al elegir Consultar los Augurios al determinar Puntos de Destino de la banda.",
        "notRepresented": "Si no tienes miniatura para representar la unidad, aumenta el coste."
    },
    "requires": {
        "drilled": "Orden Cerrado",
        "guerrilla": "Orden Abierto",
        "impetus": "Orden Abierto y Kontos/Xyston o Lanza de Caballería",
        "impulsum": "Lanza arrojadiza",
        "offensiveSpear": "Orden Cerrado",
        "shieldOverlap": "Orden Cerrado y escudo pesado",
        "skirmishSpecialist": "Orden Abierto",
        "slingExperts": "Orden Abierto",
        "wallOfSpears": "Orden Cerrado",
        "feral": "Especial",
        "furor": "Orden Abierto",
        "endurance": "Orden Abierto"
    }
}