{
    "javelin": "Jabalina",
    "sling": "Honda",
    "bow": "Arco",
    "throwing": "Lanza arrojadiza",
    "thrusting": "Lanza de impacto",
    "cavalrySpear": "Lanza de caballería",
    "xyston": "Xyston",
    "kontos": "Kontos",
    "pike": "Pica",
    "ax": "Arma a dos manos",
    "oneHand": "Arma de mano",
    "polearms": "Arma de asta",
    "aditionalHandWeapon": "Arma de asta",
    "mixedWeapons": "Armas mixtas",
    "cavalryLongSpear": "Lanza larga de caballería",
    "warBow": "Arco de guerra",
    "crossbow": "Ballesta",
    "repeatingCrossbow": "Ballesta de repetición",
    "arquebus": "Arcabuz",
    "earlyFirearms": "Arma de fuego temprana",
    "granades": "Granadas",
    "teeth": "Dientes",
    "descriptions": {
        "javelin": "No se pueden lanzar a largo alcance, ni usarse con Escudo Pesado excepto que se añadan con el rasgo Equipo Adicional. Usan la acción de Lanzamiento para atacar. Se aplican reglas especiales si la unidad tiene el rasgo Montado.",
        "sling": "Hasta 4\" no tiene modificador a la salvación pero a partir de ahí aplica un +1.",
        "bow": "No se puede usar con Escudo ni Escudo Pesado excepto que se añadan con el rasgo Equipo Adicional. Se aplican reglas especiales si la unidad tiene el rasgo Montado.",
        "throwing": "Usadas tanto para cuerpo a cuerpo como para ser lanzadas. Si se usa a distancia recibirá un marcador de Descargada y mientras no recargues en cuerpo a cuerpo usará un Arma de Mano.",
        "thrusting": "Sin reglas especiales.",
        "polearms": "Sin reglas especiales.",
        "aditionalHandWeapon": "Sin reglas especiales.",
        "mixedWeapons": "Sin reglas especiales.",
        "cavalryLongSpear": "Sin reglas especiales.",
        "warBow": "Hasta 4\" no tiene modificador a la salvación pero a partir de ahí aplica un +1. Se aplican reglas especiales si la unidad tiene el rasgo Montado.",
        "crossbow": "Hasta 6\" no tiene modificador a la salvación pero a partir de ahí aplica un +1. No ganan fatiga al realizar Disparo pero al Disparar gana un marcador de descargado, necesitando una acción de Preparación para retirar dicho marcador. No podrá disparar hasta que retire el marcador.",
        "arquebus": "Hasta 8\" no tiene modificador a la salvación pero a partir de ahí aplica un +1. No ganan fatiga al realizar Disparo pero al Disparar gana dos marcador de descargado, necesitando una acción de Preparación para retirar un marcador. No podrá disparar hasta que retire los marcadores.",
        "earlyFirearms": "Hasta 8\" tienen modificador a la salvación de -1. No ganan fatiga al realizar Disparo pero al Disparar gana dos marcador de descargado, necesitando una acción de Preparación para retirar un marcador. No podrá disparar hasta que retire los marcadores.",
        "granades": "Ver reglas especiales de Granadas.",
        "repeatingCrossbow": "No ganan fatiga al realizar Disparo pero al Disparar gana un marcador de descargado, necesitando una acción de Preparación para retirar dicho marcador. Puede seguir disparando mientras tenga menos de 3 marcadores.",
        "cavalrySpear": "Solo puede ser usada con el rasgo Montado.",
        "xyston": "No se puede usar Escudo excepto que se añadan con el rasgo Equipo Adicional.",
        "kontos": "No se puede usar Escudo excepto que se añadan con el rasgo Equipo Adicional.",
        "pike": "No se puede usar Escudo excepto que se añadan con el rasgo Equipo Adicional o el Rasgo Instrucción Macedonia. Si las tropas luchan en Orden Abierto, dejan de usar la Pica y usan una Arma de Mano.",
        "ax": "No se puede usar Escudo excepto que se añadan con el rasgo Equipo Adicional.",
        "oneHand": "Sin reglas especiales.",
        "teeth": "Sin reglas especiales."
    }
}